[
	{
		"id": 1,
		"img": "/images/blogs/evisu.webp",
		"title": "Evisu: ремесленная точность и японская традиция",
		"text": "Бренд появился в 1991 году в Осаке, созданный портным Хидэхико Яманэ, вдохновлённым эстетикой американского винтажного денима. Название связано с Эбису, богом удачи, чьё лицо стало символом марки. Первые джинсы производились в ограниченных количествах, всего по несколько десятков пар в день, и каждая украшалась вручную нарисованной «чайкой» на задних карманах – знаком подлинности и уважения к ремеслу.",
		"createdAt": "2025-10-15"
	},
	{
		"id": 2,
		"img": "/images/blogs/martens.webp",
		"title": "Dr. Martens: прочность и самовыражение",
		"text": "Dr. Martens – бренд с историей, начавшейся в 1960 году, когда появились первые ботинки с фирменной воздушной подошвой. Прочный кожаный верх, жёлтая строчка и характерная форма подошвы сделали обувь символом независимости и самовыражения. Со временем Dr. Martens превратились из рабочей обуви в элемент культуры, оставаясь актуальными десятилетиями благодаря сочетанию долговечности и комфорта.",
		"createdAt": "2025-10-14"
	},
	{
		"id": 3,
		"img": "/images/blogs/cdg-x-converse.webp",
		"title": "CDG x Converse: слияние японского авангарда и американской классики",
		"text": "Коллаборация между японским брендом Comme des Garçons (CDG) и американской маркой Converse представляет собой уникальное сочетание авангардного дизайна и классического стиля. Эти кеды стали воплощением смелого подхода к моде, объединяя узнаваемые элементы обоих брендов. Благодаря своему лаконичному, но выразительному дизайну, кеды CDG x Converse легко вписываются в разные стили — от классического streetwear до смелых и экспериментальных образов. Они подходят как для мужчин, так и для женщин, подчеркивая индивидуальность и внимание к деталям.",
		"createdAt": "2025-10-13"
	},
	{
		"id": 4,
		"img": "/images/blogs/new-balance.webp",
		"title": "New Balance: спорт как основа движения",
		"text": "New Balance — американский бренд, основанный в 1906 году, изначально специализирующийся на обуви для бега и тренировок. Он завоевал доверие спортсменов благодаря сочетанию функциональности и качества, а также продуманной поддержке стопы. Широкий размерный ряд и внимание к анатомическим особенностям сделали New Balance выбором как профессионалов, так и любителей активного образа жизни.",
		"createdAt": "2025-10-12"
	}
]
